Repository: adam-laita/ecomail-newsletter
Catalog: languages/klen-*.po
Languages: cs_cz

source: Appearance Settings
cs_cz: Nastavení vzhledu

source: Form Style
cs_cz: Styl formuláře

source: In this setting, you can select the desired form style.
cs_cz: V tomto nastavení si můžete vybrat požadovaný styl formuláře.

source: Default
cs_cz: Výchozí

source: None
cs_cz: Žádný

source: Labels Settings
cs_cz: Popisky

source: Title
cs_cz: Nadpis

source: Description
cs_cz: Popis

source: Label
cs_cz: Popisek pole

source: Placeholder
cs_cz: Zástupný text

source: GDPR Agreement
cs_cz: GDPR souhlas

source: Button Text
cs_cz: Text tlačítka

source: Success Message
cs_cz: Zpráva o úspěchu

source: Error Message
cs_cz: Chybová zpráva

source: Warning Message
cs_cz: Varovná zpráva

source: You can use <strong>{{count}}</strong> in title and description to view number of subscribers.
cs_cz: Můžete použít <strong>{{count}}</strong> v nadpisu a popisu pro zobrazení počtu odběratelů.

source: Join our {{count}} subscribers and stay in touch with us.
cs_cz: Přidejte se k {{count}} odběratelům a zůstaňte tak s námi v kontaktu.

source: Your email address
cs_cz: Vaše e-mailová adresa

source: john.doe@gmail.com
cs_cz: jan.novak@seznam.cz

source: Subscribe
cs_cz: Odebírat

source: Thank you for subscribing!
cs_cz: Děkujeme za přihlášení!

source: There was an error processing your request.
cs_cz: Při zpracování vašeho požadavku došlo k chybě.

source: Something went wrong, try again.
cs_cz: Něco se pokazilo, zkuste to ještě jednou.

source: I agree to the <a href="/" target="_blank">terms and conditions</a>
cs_cz: Souhlasím s <a href="/" target="_blank">podmínkami</a>

source: To remove the GDPR checkbox, simply delete its label.
cs_cz: Pro odstranění zaškrtávacího políčka GDPR stačí smazat jeho popisek.

source: Main Settings
cs_cz: Hlavní nastavení

source: API Key
cs_cz: API klíč

source: List ID
cs_cz: ID seznamu

source: Number of subscribers
cs_cz: Počet odběratelů

source: The API key and list ID need to be filled in for the plugin to work properly. The number of subscribers will be shown after the API key is retrieved.
cs_cz: Aby plugin fungoval správně, musí být vyplněn API klíč a ID seznamu. Počet odběratelů se zobrazí po načtení API klíče.

source: ecomail-api-key
cs_cz: ecomail-api-klíč

source: This API key is not valid, please check it again.
cs_cz: Tento API klíč není validní, zkontrolujte ho prosím ještě jednou.

source: This List ID is not valid, please check it again.
cs_cz: Toto ID seznamu není validní, zkontrolujte ho prosím ještě jednou.

source: number-of-subscribers
cs_cz: počet-odběratelů

source: Settings saved successfully
cs_cz: Nastavení bylo úspěšně uloženo

source: Settings Saved
cs_cz: Nastavení bylo uloženo

source: Main settings
cs_cz: Hlavní nastavení

source: Labels
cs_cz: Popisky

source: Appearance
cs_cz: Vzhled

source: Save labels
cs_cz: Uložit popisky

source: Save appearance
cs_cz: Uložit vzhled

source: Save settings
cs_cz: Uložit nastavení

source: Shortcode preview:
cs_cz: Náhled shortcode:

source: How to get the API key?
cs_cz: Jak získat API klíč?

source: Just log into the Ecomail administration on <a href="https://www.ecomail.cz/" target="_blank" rel="nofollow noopener noreferrer">Ecomail.cz</a>, where you need to click on your account/email in the upper right corner and select <strong>Manage your account</strong>. Then just select <strong>Integration</strong> in the left panel and copy your API key. <br>If you still can't figure it out, check out our demo video: <a href="https://www.youtube.com/" target="_blank" rel="nofollow noopener noreferrer">How to set up Ecomail plugin in WordPress</a>.
cs_cz: Stačí se přihlásit do administrace Ecomail na <a href="https://www.ecomail.cz/" target="_blank" rel="nofollow noopener noreferrer">Ecomail.cz</a>, kde je třeba kliknout na váš účet/e-mail v pravém horním rohu a vybrat <strong>Správa účtu</strong>. Následně stačí v levém panelu vybrat položku <strong>Integrace</strong> a zkopírovat váš API klíč. <br>Pokud si i tak nevíte rady, podívejte se na naše ukázkové video: <a href="https://www.youtube.com/" target="_blank" rel="nofollow noopener noreferrer">Jak nastavit Ecomail plugin do WordPressu</a>.

source: The <strong>List ID</strong> is always 1 by default. If you want to select a different list, you can find its ID in the URL in the Ecomail administration. If you don't know what to do, watch the video above.
cs_cz: <strong>ID seznamu</strong> je ve výchozím stavu vždy 1. Pokud chcete zvolit jiný seznam, jeho ID zjistíte v URL v administraci Ecomail. Pokud si nevíte rady podívejte se na výše zmíněné video.

source: How to display the form?
cs_cz: Jak zobrazit formulář?

source: The form is displayed through a shortcode. You can use this piece of "code" anywhere on the web, especially in text blocks or WYSIWYG editors. You can use 2 shortcodes:<br><br><strong style="color: rgb(71, 173, 0);">[ecomail-newsletter]</strong><br> - displays the newsletter subscription form and has 1 optional align parameter with values "left", "center" or "right", for example [ecomail-newsletter align="right"]<br><br><strong style="color: rgb(71, 173, 0);">[ecomail-subscribers]</strong><br> - displays the number of subscribed subscribers and has 1 optional style parameter with values "bold" or "italic", for example [ecomail-subscribers style="bold"]<br><br>In case you don't know how to use the shortcode correctly, check out our sample video: <a href="https://www.youtube.com/" target="_blank" rel="nofollow noopener noreferrer">How to use the shortcode from the Ecomail Newsletter plugin</a>.
cs_cz: Zobrazení formuláře se provádí skrze zkrácený kód, neboli shortcode. Tento kus "kódu" můžete použít libovolně na webu, především v textových blocích, nebo WYSIWYG editoru. Využít můžete hned 2 shortcody:<br><br><strong style="color: rgb(71, 173, 0);">[ecomail-newsletter]</strong><br> - zobrazí formulář pro zápis k odběru newsletteru a má 1 volitelný parametr align s hodnotami "left", "center", nebo "right", například tedy [ecomail-newsletter align="right"]<br><br><strong style="color: rgb(71, 173, 0);">[ecomail-subscribers]</strong><br> - zobrazí počet přihlášených odběratelů a má 1 volitelný parametr style s hodnotami "bold", nebo "italic", například [ecomail-subscribers style="bold"]<br><br>V případě, že nevíte jak shortcode správně použít, podívejte se na naše ukázkové video: <a href="https://www.youtube.com/" target="_blank" rel="nofollow noopener noreferrer">Jak použít shortcode z pluginu Ecomail Newsletter</a>.

source: Support
cs_cz: Podpora

source: If you have any problems, please add a issue to our <a href="https://github.com/adam-laita/ecomail-newsletter/issues" target="_blank" rel="nofollow noopener noreferrer">GitHub repository</a>.
cs_cz: V případě jakýchkoliv potíží přidejte prosím issue do našeho <a href="https://github.com/adam-laita/ecomail-newsletter/issues" target="_blank" rel="nofollow noopener noreferrer">GitHub repozitáře</a>.

source: API key and list ID are not set.
cs_cz: API klíč a ID seznamu nejsou nastaveny.

source: Error while subscribing to Ecomail.
cs_cz: Chyba při přihlášení k odběru Ecomail.
